Repository: enefry/MusicFree
Catalog: Packages/MusicFreeUI/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# 请填写你在 Google Cloud 创建的 OAuth Client ID。添加后会打开 Google 授权，并可浏览已授权账号中的目录。
source: Enter the OAuth Client ID you created in Google Cloud. After adding it, Google authorization will open and you can browse directories in the authorized account.
de: Geben Sie die in Google Cloud erstellte OAuth-Client-ID ein. Nach dem Hinzufügen wird die Google-Autorisierung geöffnet und Sie können Verzeichnisse im autorisierten Konto durchsuchen.
es: Introduce el ID de cliente OAuth que creaste en Google Cloud. Después de añadirlo, se abrirá la autorización de Google y podrás explorar los directorios de la cuenta autorizada.
fr: Saisissez l’ID client OAuth créé dans Google Cloud. Après l’ajout, l’autorisation Google s’ouvrira et vous pourrez parcourir les répertoires du compte autorisé.
ja: Google Cloudで作成したOAuthクライアントIDを入力してください。追加するとGoogleの認証画面が開き、認証済みアカウントのディレクトリを表示できます。
zh_hans: 请填写你在 Google Cloud 创建的 OAuth Client ID。添加后会打开 Google 授权，并可浏览已授权账号中的目录。

# 请填写验证器应用中的当前六位验证码。验证失败时可以直接修改后再次提交。
source: Enter the current six-digit code from your authenticator app. If verification fails, edit it and submit again.
de: Geben Sie den aktuellen sechsstelligen Code aus Ihrer Authentifizierungs-App ein. Bei einem Fehler können Sie ihn direkt ändern und erneut senden.
es: Introduce el código actual de seis dígitos de tu aplicación de autenticación. Si falla la verificación, modifícalo y vuelve a enviarlo.
fr: Saisissez le code actuel à six chiffres de votre application d’authentification. En cas d’échec, modifiez-le directement et envoyez-le à nouveau.
ja: 認証アプリに表示されている現在の6桁のコードを入力してください。認証に失敗した場合は修正して再送信できます。
zh_hans: 请填写验证器应用中的当前六位验证码。验证失败时可以直接修改后再次提交。

# 请尝试其他专辑或歌曲名称。
source: Try another album or song title.
de: Versuchen Sie einen anderen Album- oder Titelnamen.
es: Prueba con otro álbum o título de canción.
fr: Essayez un autre nom d’album ou de morceau.
ja: 別のアルバム名または曲名をお試しください。
zh_hans: 请尝试其他专辑或歌曲名称。

# 请稍后重试。
source: Try again later.
de: Später erneut versuchen.
es: Inténtalo más tarde.
fr: Réessayez plus tard.
ja: しばらくしてからもう一度お試しください。
zh_hans: 请稍后重试。

# 请输入 DSM 密码。
source: Enter the DSM password.
de: Geben Sie das DSM-Passwort ein.
es: Introduce la contraseña de DSM.
fr: Saisissez le mot de passe DSM.
ja: DSMのパスワードを入力してください。
zh_hans: 请输入 DSM 密码。

# 请输入 DSM 当前显示的六位验证码。
source: Enter the six-digit verification code currently shown by DSM.
de: Geben Sie den aktuell von DSM angezeigten sechsstelligen Bestätigungscode ein.
es: Introduce el código de verificación de seis dígitos que muestra DSM.
fr: Saisissez le code de vérification à six chiffres actuellement affiché par DSM.
ja: DSMに表示されている6桁の確認コードを入力してください。
zh_hans: 请输入 DSM 当前显示的六位验证码。

# 请输入 DSM 账号。
source: Enter the DSM account.
de: Geben Sie das DSM-Konto ein.
es: Introduce la cuenta de DSM.
fr: Saisissez le compte DSM.
ja: DSMのアカウントを入力してください。
zh_hans: 请输入 DSM 账号。

# 请输入 Google OAuth Client ID。
source: Enter the Google OAuth Client ID.
de: Geben Sie die Google-OAuth-Client-ID ein.
es: Introduce el ID de cliente de Google OAuth.
fr: Saisissez l’ID client OAuth Google.
ja: Google OAuthクライアントIDを入力してください。
zh_hans: 请输入 Google OAuth Client ID。

# 请输入在线源名称。
source: Enter an online-source name.
de: Geben Sie einen Namen für die Online-Quelle ein.
es: Introduce un nombre para la fuente en línea.
fr: Saisissez un nom de source en ligne.
ja: オンラインソース名を入力してください。
zh_hans: 请输入在线源名称。

# 请输入播放列表名称。
source: Enter a playlist name.
de: Geben Sie einen Namen für die Wiedergabeliste ein.
es: Introduce un nombre para la lista de reproducción.
fr: Saisissez un nom de playlist.
ja: プレイリスト名を入力してください。
zh_hans: 请输入播放列表名称。

# 请输入有效的 HTTP 或 HTTPS 地址。
source: Enter a valid HTTP or HTTPS address.
de: Geben Sie eine gültige HTTP- oder HTTPS-Adresse ein.
es: Introduce una dirección HTTP o HTTPS válida.
fr: Saisissez une adresse HTTP ou HTTPS valide.
ja: 有効なHTTPまたはHTTPSアドレスを入力してください。
zh_hans: 请输入有效的 HTTP 或 HTTPS 地址。

# 请输入来源名称。
source: Enter a source name.
de: Geben Sie einen Quellennamen ein.
es: Introduce un nombre de fuente.
fr: Saisissez un nom de source.
ja: ソース名を入力してください。
zh_hans: 请输入来源名称。

# 请输入歌单名称。
source: Enter a playlist name.
de: Geben Sie einen Namen für die Wiedergabeliste ein.
es: Introduce un nombre para la lista de reproducción.
fr: Saisissez un nom de playlist.
ja: プレイリスト名を入力してください。
zh_hans: 请输入歌单名称。

# 请输入验证码。
source: Enter the verification code.
de: Geben Sie den Bestätigungscode ein.
es: Introduce el código de verificación.
fr: Saisissez le code de vérification.
ja: 確認コードを入力してください。
zh_hans: 请输入验证码。

# 请选择有效的 Google Drive 文件。
source: Select a valid Google Drive file.
de: Wählen Sie eine gültige Google-Drive-Datei aus.
es: Selecciona un archivo válido de Google Drive.
fr: Sélectionnez un fichier Google Drive valide.
ja: 有効なGoogle Driveファイルを選択してください。
zh_hans: 请选择有效的 Google Drive 文件。

# 请选择歌曲
source: Select songs
de: Titel auswählen
es: Seleccionar canciones
fr: Sélectionner des morceaux
ja: 曲を選択
zh_hans: 请选择歌曲

# 请重试。
source: Please try again.
de: Bitte erneut versuchen.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.
ja: もう一度お試しください。
zh_hans: 请重试。

# 读取专辑歌曲分页失败，请稍后重试。
source: Failed to load the album songs page. Try again later.
de: Die Seite mit den Albumtiteln konnte nicht geladen werden. Versuchen Sie es später erneut.
es: No se ha podido cargar la página de canciones del álbum. Inténtalo de nuevo más tarde.
fr: Échec du chargement de la page des morceaux de l’album. Réessayez plus tard.
ja: アルバムの曲のページを読み込めませんでした。後でもう一度お試しください。
zh_hans: 读取专辑歌曲分页失败，请稍后重试。

# 调节
source: Adjust
de: Anpassen
es: Ajustar
fr: Ajuster
ja: 調整
zh_hans: 调节

# 调试
source: Debug
de: Debuggen
es: Depuración
fr: Débogage
ja: デバッグ
zh_hans: 调试

# 账号
source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
zh_hans: 账号

# 资料库
source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
zh_hans: 资料库

# 资料库中暂无可添加的歌曲。
source: There are no library songs available to add.
de: In der Mediathek sind keine Songs zum Hinzufügen verfügbar.
es: No hay canciones disponibles en la biblioteca para añadir.
fr: Aucune chanson de la bibliothèque ne peut être ajoutée.
ja: 追加できるライブラリの曲がありません。
zh_hans: 资料库中暂无可添加的歌曲。

# 资料库中暂无可用歌曲。
source: There are no available songs in the library.
de: In der Mediathek sind keine verfügbaren Songs vorhanden.
es: No hay canciones disponibles en la biblioteca.
fr: Aucune chanson disponible dans la bibliothèque.
ja: ライブラリに利用できる曲がありません。
zh_hans: 资料库中暂无可用歌曲。

# 资料库为空
source: Library is empty
de: Die Mediathek ist leer
es: La biblioteca está vacía
fr: La bibliothèque est vide
ja: ライブラリは空です
zh_hans: 资料库为空

# 资料库仍可使用，部分能力暂时不可用。
source: The library remains available, but some capabilities are temporarily unavailable.
de: Die Mediathek bleibt verfügbar, einige Funktionen sind jedoch vorübergehend nicht verfügbar.
es: La biblioteca sigue disponible, pero algunas funciones no están disponibles temporalmente.
fr: La bibliothèque reste disponible, mais certaines fonctions sont temporairement indisponibles.
ja: ライブラリは引き続き利用できますが、一部の機能を一時的に利用できません。
zh_hans: 资料库仍可使用，部分能力暂时不可用。

# 资料库分页游标重复，无法继续加载歌曲。
source: The library page cursor repeated, so more songs cannot be loaded.
de: Der Seitenzeiger der Mediathek wurde wiederholt, daher können keine weiteren Songs geladen werden.
es: El cursor de página de la biblioteca se repitió, por lo que no se pueden cargar más canciones.
fr: Le curseur de page de la bibliothèque s’est répété ; il est impossible de charger d’autres chansons.
ja: ライブラリのページカーソルが重複したため、これ以上曲を読み込めません。
zh_hans: 资料库分页游标重复，无法继续加载歌曲。

# 资料库加载失败
source: Could not load library
de: Mediathek konnte nicht geladen werden
es: No se pudo cargar la biblioteca
fr: Impossible de charger la bibliothèque
ja: ライブラリを読み込めませんでした
zh_hans: 资料库加载失败

# 资料库暂时无法加载，请稍后重试。
source: The library cannot be loaded right now. Try again later.
de: Die Mediathek kann derzeit nicht geladen werden. Versuchen Sie es später erneut.
es: La biblioteca no se puede cargar ahora. Inténtalo de nuevo más tarde.
fr: La bibliothèque ne peut pas être chargée pour le moment. Réessayez plus tard.
ja: 現在ライブラリを読み込めません。後でもう一度お試しください。
zh_hans: 资料库暂时无法加载，请稍后重试。

# 资料库详情
source: Library details
de: Mediatheksdetails
es: Detalles de la biblioteca
fr: Détails de la bibliothèque
ja: ライブラリの詳細
zh_hans: 资料库详情

# 资料库选项
source: Library options
de: Mediathekoptionen
es: Opciones de la biblioteca
fr: Options de la bibliothèque
ja: ライブラリのオプション
zh_hans: 资料库选项

# 跳转到专辑
source: Go to Album
de: Zum Album
es: Ir al álbum
fr: Accéder à l’album
ja: アルバムを表示
zh_hans: 跳转到专辑

# 跳转到艺人
source: Go to Artist
de: Zum Künstler
es: Ir al artista
fr: Accéder à l’artiste
ja: アーティストを表示
zh_hans: 跳转到艺人

# 跳过已有内容
source: Skip existing content
de: Vorhandene Inhalte überspringen
es: Omitir contenido existente
fr: Ignorer le contenu existant
ja: 既存のコンテンツをスキップ
zh_hans: 跳过已有内容

# 载入失败，点击重试
source: Load failed. Tap to retry
de: Laden fehlgeschlagen. Zum Wiederholen tippen
es: Error de carga. Toca para volver a intentarlo
fr: Échec du chargement. Touchez pour réessayer
ja: 読み込みに失敗しました。タップして再試行
zh_hans: 载入失败，点击重试

# 输入 DSM 验证码
source: Enter DSM verification code
de: DSM-Bestätigungscode eingeben
es: Introducir código de verificación de DSM
fr: Saisir le code de vérification DSM
ja: DSM確認コードを入力
zh_hans: 输入 DSM 验证码

# 返回上一级
source: Back up one level
de: Eine Ebene zurück
es: Volver al nivel anterior
fr: Revenir au niveau supérieur
ja: 1つ上の階層に戻る
zh_hans: 返回上一级

# 返回播放器
source: Back to player
de: Zurück zum Player
es: Volver al reproductor
fr: Retour au lecteur
ja: プレーヤーに戻る
zh_hans: 返回播放器

# 返回根目录
source: Back to root directory
de: Zum Stammverzeichnis zurück
es: Volver al directorio raíz
fr: Revenir au répertoire racine
ja: ルートディレクトリに戻る
zh_hans: 返回根目录

# 还有 %d 项失败
source: %d more items failed
de: %d weitere Elemente fehlgeschlagen
es: %d elementos más fallaron
fr: %d éléments supplémentaires ont échoué
ja: さらに%d件の項目に失敗しました
zh_hans: 还有 %d 项失败

# 还没有歌单
source: No playlists yet
de: Noch keine Wiedergabelisten
es: Aún no hay listas
fr: Aucune playlist pour l’instant
ja: プレイリストはまだありません
zh_hans: 还没有歌单

# 还没有配置在线源。请从在线源 Tab 添加来源。
source: No online sources are configured yet. Add a source from the Online Sources tab.
de: Es sind noch keine Online-Quellen konfiguriert. Fügen Sie auf dem Tab „Online-Quellen“ eine Quelle hinzu.
es: Aún no hay fuentes en línea configuradas. Añade una fuente desde la pestaña Fuentes en línea.
fr: Aucune source en ligne n’est encore configurée. Ajoutez-en une depuis l’onglet Sources en ligne.
ja: オンラインソースがまだ設定されていません。オンラインソースタブから追加してください。
zh_hans: 还没有配置在线源。请从在线源 Tab 添加来源。

# 这个文件夹暂时没有可播放的歌曲。
source: This folder has no playable songs right now.
de: Dieser Ordner enthält derzeit keine abspielbaren Songs.
es: Esta carpeta no tiene canciones reproducibles ahora mismo.
fr: Ce dossier ne contient aucune chanson lisible pour le moment.
ja: このフォルダには現在再生できる曲がありません。
zh_hans: 这个文件夹暂时没有可播放的歌曲。

# 这个条目暂时没有可播放的歌曲。
source: This item has no playable songs right now.
de: Dieses Element enthält derzeit keine abspielbaren Songs.
es: Este elemento no tiene canciones reproducibles ahora mismo.
fr: Cet élément ne contient aucune chanson lisible pour le moment.
ja: この項目には現在再生できる曲がありません。
zh_hans: 这个条目暂时没有可播放的歌曲。

# 这个艺人暂时没有专辑。
source: This artist has no albums right now.
de: Dieser Interpret hat derzeit keine Alben.
es: Este artista no tiene álbumes ahora mismo.
fr: Cet artiste n’a aucun album pour le moment.
ja: このアーティストには現在アルバムがありません。
zh_hans: 这个艺人暂时没有专辑。

# 这个艺人没有可用的歌曲。
source: This artist has no available songs.
de: Für diesen Interpreten sind keine Titel verfügbar.
es: Este artista no tiene canciones disponibles.
fr: Cet artiste n’a aucun morceau disponible.
ja: このアーティストに利用できる曲はありません。
zh_hans: 这个艺人没有可用的歌曲。

# 这个集合没有可加入播放队列的歌曲。
source: This collection has no songs to add to the play queue.
de: Diese Sammlung enthält keine Songs, die zur Wiedergabewarteschlange hinzugefügt werden können.
es: Esta colección no tiene canciones que añadir a la cola de reproducción.
fr: Cette collection ne contient aucune chanson à ajouter à la file de lecture.
ja: このコレクションには再生キューに追加できる曲がありません。
zh_hans: 这个集合没有可加入播放队列的歌曲。

# 这个集合没有可添加到播放列表的歌曲。
source: This collection has no songs to add to a playlist.
de: Diese Sammlung enthält keine Songs, die zu einer Wiedergabeliste hinzugefügt werden können.
es: Esta colección no tiene canciones que añadir a una lista de reproducción.
fr: Cette collection ne contient aucune chanson à ajouter à une playlist.
ja: このコレクションにはプレイリストに追加できる曲がありません。
zh_hans: 这个集合没有可添加到播放列表的歌曲。

# 这个集合没有可用的歌曲。
source: This collection has no available songs.
de: Diese Sammlung enthält keine verfügbaren Titel.
es: Esta colección no tiene canciones disponibles.
fr: Cette collection ne contient aucun morceau disponible.
ja: このコレクションに利用できる曲はありません。
zh_hans: 这个集合没有可用的歌曲。

# 这些操作只处理应用生成的暂存、隔离文件和已记录的维护事务。
source: These actions only handle app-generated staging files, quarantine files, and recorded maintenance transactions.
de: Diese Vorgänge bearbeiten nur von der App erzeugte Staging- und Quarantänedateien sowie aufgezeichnete Wartungsvorgänge.
es: Estas operaciones solo gestionan archivos de preparación y cuarentena generados por la app, además de las transacciones de mantenimiento registradas.
fr: Ces opérations traitent uniquement les fichiers de préparation et de quarantaine générés par l’app, ainsi que les transactions de maintenance enregistrées.
ja: これらの操作は、アプリが生成したステージングファイル、隔離ファイル、記録済みのメンテナンス処理だけを扱います。
zh_hans: 这些操作只处理应用生成的暂存、隔离文件和已记录的维护事务。

# 这些歌曲已全部在该播放列表中。
source: All of these songs are already in this playlist.
de: Alle diese Songs befinden sich bereits in dieser Wiedergabeliste.
es: Todas estas canciones ya están en esta lista de reproducción.
fr: Toutes ces chansons se trouvent déjà dans cette playlist.
ja: これらの曲はすべてこのプレイリストに登録済みです。
zh_hans: 这些歌曲已全部在该播放列表中。

# 这会撤销应用级同意，同时撤销并停用所有在线源；来源配置和已经导入本地的媒体会保留。
source: This revokes app-level consent and also revokes and disables all online sources; source configurations and locally imported media are kept.
de: Dadurch wird die Zustimmung auf App-Ebene widerrufen und alle Online-Quellen werden ebenfalls widerrufen und deaktiviert; Quellkonfigurationen und lokal importierte Medien bleiben erhalten.
es: Esto revoca el consentimiento a nivel de aplicación y también revoca y desactiva todas las fuentes en línea; las configuraciones de las fuentes y el contenido importado localmente se conservarán.
fr: Cela révoque le consentement au niveau de l’application et révoque puis désactive toutes les sources en ligne ; les configurations des sources et les médias importés localement sont conservés.
ja: アプリレベルの同意を撤回し、すべてのオンラインソースの同意も撤回して無効化します。ソース設定とローカルに読み込んだメディアは保持されます。
zh_hans: 这会撤销应用级同意，同时撤销并停用所有在线源；来源配置和已经导入本地的媒体会保留。

# 这张专辑没有可删除的歌曲。
source: This album has no songs to delete.
de: Dieses Album enthält keine Titel zum Löschen.
es: Este álbum no tiene canciones que eliminar.
fr: Cet album ne contient aucun morceau à supprimer.
ja: このアルバムには削除できる曲がありません。
zh_hans: 这张专辑没有可删除的歌曲。

# 这张专辑没有可用的歌曲。
source: This album has no available songs.
de: Dieses Album enthält keine verfügbaren Titel.
es: Este álbum no tiene canciones disponibles.
fr: Cet album ne contient aucun morceau disponible.
ja: このアルバムに利用できる曲はありません。
zh_hans: 这张专辑没有可用的歌曲。

# 这首歌曲已在该播放列表中。
source: This song is already in this playlist.
de: Dieser Song befindet sich bereits in dieser Wiedergabeliste.
es: Esta canción ya está en esta lista de reproducción.
fr: Cette chanson se trouve déjà dans cette playlist.
ja: この曲はすでにこのプレイリストに登録されています。
zh_hans: 这首歌曲已在该播放列表中。

# 进入文件夹并浏览下一级内容
source: Open the folder to browse the next level
de: Ordner öffnen, um die nächste Ebene zu durchsuchen
es: Abre la carpeta para explorar el siguiente nivel
fr: Ouvrez le dossier pour parcourir le niveau suivant
ja: フォルダを開いて次の階層を表示
zh_hans: 进入文件夹并浏览下一级内容

# 进行中
source: In progress
de: In Bearbeitung
es: En curso
fr: En cours
ja: 進行中
zh_hans: 进行中

# 进行中：%d
source: In progress: %d
de: In Bearbeitung: %d
es: En curso: %d
fr: En cours : %d
ja: 進行中：%d
zh_hans: 进行中：%d

# 远端源信息
source: Remote source information
de: Informationen zur Remote-Quelle
es: Información de la fuente remota
fr: Informations sur la source distante
ja: リモートソース情報
zh_hans: 远端源信息

# 连接 DSM 超时，请检查网络后重试。
source: Connection to DSM timed out. Check the network and try again.
de: Zeitüberschreitung bei der Verbindung zu DSM. Prüfen Sie das Netzwerk und versuchen Sie es erneut.
es: Se agotó el tiempo de conexión con DSM. Comprueba la red e inténtalo de nuevo.
fr: La connexion à DSM a expiré. Vérifiez le réseau et réessayez.
ja: DSMへの接続がタイムアウトしました。ネットワークを確認して、もう一度お試しください。
zh_hans: 连接 DSM 超时，请检查网络后重试。

# 连接 Google Drive
source: Connect Google Drive
de: Google Drive verbinden
es: Conectar Google Drive
fr: Connecter Google Drive
ja: Google Driveに接続
zh_hans: 连接 Google Drive

# 连接中
source: Connecting
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion en cours
ja: 接続中
zh_hans: 连接中

# 连接你的 DS Audio
source: Connect your DS Audio
de: Ihr DS Audio verbinden
es: Conecta tu DS Audio
fr: Connecter votre DS Audio
ja: DS Audioに接続
zh_hans: 连接你的 DS Audio

# 连续播放
source: Autoplay
de: Automatische Wiedergabe
es: Reproducción automática
fr: Lecture automatique
ja: 自動再生
zh_hans: 连续播放

# 选择
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
zh_hans: 选择

# 选择一个歌单
source: Select a playlist
de: Wiedergabeliste auswählen
es: Seleccionar una lista
fr: Sélectionner une playlist
ja: プレイリストを選択
zh_hans: 选择一个歌单

# 选择专辑
source: Select album
de: Album auswählen
es: Seleccionar álbum
fr: Sélectionner un album
ja: アルバムを選択
zh_hans: 选择专辑

# 选择封面
source: Select artwork
de: Cover auswählen
es: Seleccionar portada
fr: Choisir une pochette
ja: アートワークを選択
zh_hans: 选择封面

# 选择歌曲
source: Select Songs
de: Titel auswählen
es: Seleccionar canciones
fr: Sélectionner des morceaux
ja: 曲を選択
zh_hans: 选择歌曲

# 选择艺人
source: Select artist
de: Künstler auswählen
es: Seleccionar artista
fr: Sélectionner un artiste
ja: アーティストを選択
zh_hans: 选择艺人

# 通过 HTTP 或转码地址临时试听，不进入正式播放队列
source: Audition temporarily via an HTTP or transcoding address; it will not enter the regular playback queue
de: Temporäre Vorschau über eine HTTP- oder Transkodierungsadresse; wird nicht in die reguläre Wiedergabewarteschlange aufgenommen
es: Escucha temporalmente mediante una dirección HTTP o de transcodificación; no entrará en la cola de reproducción normal
fr: Écoute temporaire via une adresse HTTP ou de transcodage ; le morceau n’entrera pas dans la file de lecture normale
ja: HTTPまたはトランスコードアドレスで一時試聴します。通常の再生キューには入りません
zh_hans: 通过 HTTP 或转码地址临时试听，不进入正式播放队列

# 部分功能不可用
source: Some features are unavailable
de: Einige Funktionen sind nicht verfügbar
es: Algunas funciones no están disponibles
fr: Certaines fonctionnalités sont indisponibles
ja: 一部の機能を利用できません
zh_hans: 部分功能不可用

# 部分文件导入失败
source: Some files failed to import
de: Einige Dateien konnten nicht importiert werden
es: No se pudieron importar algunos archivos
fr: Échec de l’importation de certains fichiers
ja: 一部のファイルを読み込めませんでした
zh_hans: 部分文件导入失败

# 部分项目未导入
source: Some items were not imported
de: Einige Elemente wurden nicht importiert
es: Algunos elementos no se importaron
fr: Certains éléments n’ont pas été importés
ja: 一部の項目を読み込めませんでした
zh_hans: 部分项目未导入

# 配置不存在
source: Configuration does not exist
de: Konfiguration nicht vorhanden
es: La configuración no existe
fr: La configuration n’existe pas
ja: 設定が存在しません
zh_hans: 配置不存在

# 配色
source: Color scheme
de: Farbschema
es: Esquema de colores
fr: Jeu de couleurs
ja: 配色
zh_hans: 配色

# 采样率
source: Sample rate
de: Abtastrate
es: Frecuencia de muestreo
fr: Fréquence d’échantillonnage
ja: サンプルレート
zh_hans: 采样率

# 重低音
source: Bass boost
de: Bassverstärkung
es: Refuerzo de graves
fr: Amplification des basses
ja: バスブースト
zh_hans: 重低音

# 重低音与高音
source: Bass and treble
de: Bässe und Höhen
es: Graves y agudos
fr: Graves et aigus
ja: 低音と高音
zh_hans: 重低音与高音

# 重命名
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
zh_hans: 重命名

# 重命名歌单
source: Rename playlist
de: Wiedergabeliste umbenennen
es: Cambiar nombre de la lista de reproducción
fr: Renommer la playlist
ja: プレイリスト名を変更
zh_hans: 重命名歌单

# 重复 %d 首
source: Duplicate %d songs
de: %d Songs duplizieren
es: Duplicar %d canciones
fr: Dupliquer %d chansons
ja: 重複した曲%d曲
zh_hans: 重复 %d 首

# 重复内容
source: Duplicate content
de: Doppelte Inhalte
es: Contenido duplicado
fr: Contenu en double
ja: 重複コンテンツ
zh_hans: 重复内容

# 重复副本事务接入后生效。
source: It will take effect when duplicate-copy transactions are supported.
de: Dies wird wirksam, sobald Vorgänge zum Kopieren von Duplikaten unterstützt werden.
es: Se aplicará cuando se admitan las transacciones de copia de duplicados.
fr: Cela prendra effet lorsque les transactions de copie en double seront prises en charge.
ja: 重複コピー処理に対応すると有効になります。
zh_hans: 重复副本事务接入后生效。

# 重复单曲
source: Repeat song
de: Titel wiederholen
es: Repetir canción
fr: Répéter le morceau
ja: 曲をリピート
zh_hans: 重复单曲

# 重复模式
source: Repeat mode
de: Wiederholungsmodus
es: Modo de repetición
fr: Mode répétition
ja: リピートモード
zh_hans: 重复模式

# 重复队列
source: Repeat queue
de: Warteschlange wiederholen
es: Repetir cola
fr: Répéter la file
ja: キューをリピート
zh_hans: 重复队列

# 重新加载设置
source: Reload settings
de: Einstellungen neu laden
es: Volver a cargar los ajustes
fr: Recharger les réglages
ja: 設定を再読み込み
zh_hans: 重新加载设置

# 重新匹配该专辑下全部歌曲的远端资料
source: Rematch remote metadata for all songs in this album
de: Remote-Metadaten für alle Titel dieses Albums erneut zuordnen
es: Volver a buscar los metadatos remotos de todas las canciones de este álbum
fr: Réassocier les métadonnées distantes de tous les morceaux de cet album
ja: このアルバムの全曲のリモート情報を再マッチング
zh_hans: 重新匹配该专辑下全部歌曲的远端资料

# 重新授权
source: Reauthorize
de: Erneut autorisieren
es: Volver a autorizar
fr: Réautoriser
ja: 再認証
zh_hans: 重新授权

# 重新播放歌曲
source: Replay song
de: Song erneut wiedergeben
es: Reproducir la canción de nuevo
fr: Relire la chanson
ja: 曲をもう一度再生
zh_hans: 重新播放歌曲

# 重新试听
source: Replay audition
de: Vorschau erneut abspielen
es: Volver a escuchar
fr: Réécouter
ja: 試聴をもう一度再生
zh_hans: 重新试听

# 重新请求 Apple Music 权限
source: Request Apple Music access again
de: Apple-Music-Zugriff erneut anfordern
es: Solicitar de nuevo el acceso a Apple Music
fr: Redemander l’accès à Apple Music
ja: Apple Musicのアクセスを再要求
zh_hans: 重新请求 Apple Music 权限

# 重新请求权限
source: Request permission again
de: Berechtigung erneut anfordern
es: Solicitar permiso de nuevo
fr: Demander à nouveau l’autorisation
ja: もう一度権限を要求
zh_hans: 重新请求权限

# 重置全部隐私
source: Reset all privacy
de: Alle Datenschutzeinstellungen zurücksetzen
es: Restablecer toda la privacidad
fr: Réinitialiser toutes les autorisations de confidentialité
ja: すべてのプライバシー設定をリセット
zh_hans: 重置全部隐私

# 重置全部隐私(DEBUG Only)
source: Reset all privacy (DEBUG only)
de: Alle Datenschutzeinstellungen zurücksetzen (nur DEBUG)
es: Restablecer toda la privacidad (solo DEBUG)
fr: Réinitialiser toute la confidentialité (DEBUG uniquement)
ja: すべてのプライバシーをリセット（DEBUGのみ）
zh_hans: 重置全部隐私(DEBUG Only)

# 重置歌词偏移
source: Reset lyrics offset
de: Liedtextversatz zurücksetzen
es: Restablecer desfase de letras
fr: Réinitialiser le décalage des paroles
ja: 歌詞のオフセットをリセット
zh_hans: 重置歌词偏移

# 重试
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
zh_hans: 重试

# 重试下载
source: Retry download
de: Download erneut versuchen
es: Reintentar descarga
fr: Réessayer le téléchargement
ja: ダウンロードを再試行
zh_hans: 重试下载

# 重试保存
source: Retry save
de: Sichern erneut versuchen
es: Reintentar guardado
fr: Réessayer l’enregistrement
ja: 保存を再試行
zh_hans: 重试保存

# 重试加载更多
source: Retry Loading More
de: Mehr laden erneut versuchen
es: Reintentar cargar más
fr: Réessayer le chargement
ja: 追加読み込みを再試行
zh_hans: 重试加载更多

# 重试启动
source: Retry startup
de: Start erneut versuchen
es: Reintentar inicio
fr: Réessayer le démarrage
ja: 起動を再試行
zh_hans: 重试启动
